Repository: mohamedamineidir-dotcom/UltraTrain
Catalog: UltraTrain/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# wtl.036
source: Sustained threshold effort on flat terrain. The cornerstone of road race preparation.
fr: Effort soutenu au seuil sur terrain plat. La pierre angulaire de la préparation aux courses sur route.

# wtl.037
source: Road VO2max Intervals
fr: Intervalles VO2max sur route

# wtl.038
source: Track-style VO2max intervals at 5K race pace. Build your aerobic power ceiling.
fr: Intervalles VO2max façon piste à allure 5K. Développez votre plafond de puissance aérobie.

# wtl.039
source: Race-Pace Long Run
fr: Sortie longue à allure de course

# wtl.040
source: Long run with embedded blocks at race pace. Race-day simulation for road events.
fr: Sortie longue avec des blocs à allure de course intégrés. Simulation du jour J pour les courses sur route.

source: You can always adjust this later in settings.
fr: Vous pouvez toujours ajuster cela plus tard dans les paramètres.

source: You can still adjust the sliders below.
fr: Vous pouvez toujours ajuster les curseurs ci-dessous.

source: You're about to start your trail running journey.
fr: Vous êtes sur le point de démarrer votre aventure en trail.

source: You're All Set
fr: Tout est prêt

source: You're All Set!
fr: Vous êtes prêt !

source: You're offline. Changes will sync when reconnected.
fr: Vous êtes hors ligne. Les modifications se synchroniseront à la reconnexion.

source: Your A-Race
fr: Votre course principale

source: Your A-Race Goal
fr: Votre objectif principal

source: YOUR AVERAGE
fr: VOTRE MOYENNE

source: Your completed runs will appear here.
fr: Vos courses terminées apparaîtront ici.

source: Your fitness journey starts now
fr: Votre parcours forme commence maintenant

source: Your local training data will remain on this device.
fr: Vos données d'entraînement locales resteront sur cet appareil.

source: Your notes
fr: Vos notes

source: Your password has been changed successfully.
fr: Votre mot de passe a été modifié avec succès.

source: Your password has been reset. You can now sign in with your new password.
fr: Votre mot de passe a été réinitialisé. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

source: Your Personalized Plan
fr: Votre plan personnalisé

source: Your personalized plan is ready
fr: Votre plan personnalisé est prêt

source: Your Physical Data
fr: Vos données physiques

source: Your Profile
fr: Votre profil

source: Your Race
fr: Votre course

source: Your Race Times
fr: Vos temps de course

source: Your Referral Code
fr: Votre code de parrainage

source: Your Running Background
fr: Votre parcours de coureur

source: Your stats and activity will be visible to all users.
fr: Vos statistiques et activités seront visibles par tous les utilisateurs.

source: Your Training Hub
fr: Votre centre d'entraînement

source: Your Training Preview
fr: Aperçu de votre entraînement

source: Your ultra trail training companion
fr: Votre compagnon d'entraînement ultra trail

source: Your Uphill Terrain
fr: Votre terrain en montée

source: Zero
fr: Zéro

# Zone %lld (%@)
source: Zone %1$lld (%2$@)
fr: Zone %lld (%@)

source: Zone Boundaries (BPM)
fr: Limites de zone (BPM)

source: Zone Compliance
fr: Conformité de zone

source: Zone Drift Alerts
fr: Alertes de dérive de zone

source: Zone Preview
fr: Aperçu des zones
